Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# rss_hub_header
source: You need to set the RssHub host if you want to use RssHub, or select the public RssHub server
af: Jy moet die RssHub-gasheer stel as jy RssHub wil gebruik, of die publieke RssHub-bediener kies
ar: يجب عليك تعيين مضيف RssHub إذا كنت تريد استخدام RssHub، أو اختيار خادم RssHub العام
bg: Трябва да зададете хоста на RssHub, ако искате да използвате RssHub, или да изберете публичния сървър на RssHub
ca: Heu de definir l'amfitrió d'RssHub si voleu utilitzar RssHub, o seleccionar el servidor RssHub públic
cs: Chcete-li používat RssHub, musíte nastavit hostitele RssHub nebo vybrat veřejný server RssHub
da: Du skal indstille RssHub-værten, hvis du vil bruge RssHub, eller vælge den offentlige RssHub-server
de: Du musst den RssHub-Host festlegen, wenn du RssHub verwenden möchtest, oder den öffentlichen RssHub-Server auswählen
el: Πρέπει να ορίσετε τον κεντρικό υπολογιστή RssHub εάν θέλετε να χρησιμοποιήσετε το RssHub ή να επιλέξετε τον δημόσιο διακομιστή RssHub
fi: Sinun on asetettava RssHub-isäntä, jos haluat käyttää RssHubia, tai valittava julkinen RssHub-palvelin
fr: Vous devez configurer l'hôte RssHub si vous souhaitez utiliser RssHub, ou sélectionner le serveur RssHub public
he: עליך להגדיר את מארח RssHub אם ברצונך להשתמש ב-RssHub, או לבחור בשרת RssHub הציבורי
hu: Be kell állítania az RssHub gazdagépet az RssHub használatához, vagy válassza ki a nyilvános RssHub szervert
it: Devi impostare l'host RssHub se vuoi usare RssHub, oppure seleziona il server RssHub pubblico
ja: RssHubを使用するにはRssHubホストを設定するか、パブリックRssHubサーバーを選択する必要があります
ko: RssHub을 사용하려면 RssHub 호스트를 설정하거나 공개 RssHub 서버를 선택해야 합니다
nb: Du må angi RssHUB-vert hvis du vil bruke RsssHub, eller velge den offentlige RssHUB-serveren
nl: Je moet de RssHub-host instellen als je RssHub wilt gebruiken, of de openbare RssHub-server selecteren
pl: Musisz ustawić hosta RssHub, jeśli chcesz korzystać z RssHub, lub wybrać publiczny serwer RssHub
pt: Deve definir o anfitrião RssHub se pretender utilizar o RssHub, ou selecionar o servidor RssHub público
pt_br: Você precisa configurar o host do RssHub se quiser usar o RssHub, ou selecione o servidor público do RssHub
ro: Trebuie să setați gazda RssHub dacă doriți să utilizați RssHub sau să selectați serverul RssHub public
ru: Вам необходимо установить хост RssHub, если вы хотите использовать RssHub, или выбрать публичный сервер RssHub
sr: Морате подесити RssHub хост ако желите да користите RssHub, или изаберите јавни RssHub сервер
sv: Du måste ange RssHub-värden om du vill använda RssHub, eller välja den publika RssHub-servern
tr: RssHub kullanmak istiyorsanız RssHub sunucusunu ayarlamanız veya genel RssHub sunucusunu seçmeniz gerekir
uk: Вам потрібно встановити хост RssHub, якщо ви хочете використовувати RssHub, або вибрати публічний сервер RssHub
vi: Bạn cần đặt máy chủ RssHub nếu muốn sử dụng RssHub hoặc chọn máy chủ RssHub công cộng
zh_hans: 如果要使用 RssHub，您需要设置 RssHub 主机，或选择公共 RssHub 服务器
zh_hant: 如果要使用 RssHub，您需要設置 RssHub 主機，或選擇公共 RssHub 伺服器

# rss_hub_host_placeholder
source: Please input RssHub host here
af: Voer asseblief RssHub-gasheer hier in
ar: يرجى إدخال مضيف RssHub هنا
bg: Моля, въведете хост на RssHub тук
ca: Introduïu l'amfitrió d'RssHub aquí
cs: Zde zadejte hostitele RssHub
da: Indtast venligst RssHub-vært her
de: Bitte gib den RssHub-Host hier ein
el: Παρακαλώ εισαγάγετε τον κεντρικό υπολογιστή RssHub εδώ
fi: Kirjoita RssHub-isäntä tähän
fr: Veuillez saisir l'hôte RssHub ici
he: אנא הזן כאן את מארח RssHub
hu: Kérjük, adja meg itt az RssHub gazdagépet
it: Inserisci qui l'host RssHub
ja: ここにRssHubホストを入力してください
ko: 여기에 RssHub 호스트를 입력해 주세요
nb: Vennligst skriv Rsshule-vert her
nl: Voer hier de RssHub-host in
pl: Wpisz tutaj hosta RssHub
pt: Introduza o anfitrião RssHub aqui
pt_br: Por favor, insira o host do RssHub aqui
ro: Vă rugăm să introduceți gazda RssHub aici
ru: Пожалуйста, введите здесь хост RssHub
sr: Молимо унесите RssHub хост овде
sv: Vänligen ange RssHub-värden här
tr: Lütfen RssHub sunucusunu buraya girin
uk: Будь ласка, введіть хост RssHub тут
vi: Vui lòng nhập máy chủ RssHub vào đây
zh_hans: 请在这里输入 RssHub 主机
zh_hant: 請在這裡輸入 RssHub 主機

# rss_hub_server_header
source: RssHub Host
af: RssHub-bediener
ar: خادم RssHub
bg: RssHub сървър
ca: Servidor RssHub
cs: Server RssHub
da: RssHub-server
de: RssHub-Server
el: Διακομιστής RssHub
fi: RssHub-palvelin
fr: Serveur RssHub
he: שרת RssHub
hu: RssHub szerver
it: Server RssHub
ja: RssHubサーバー
ko: RssHub 서버
nb: RssHUB-vert
nl: RssHub-server
pl: Serwer RssHub
pt: Servidor RssHub
pt_br: Servidor RssHub
ro: Server RssHub
ru: Сервер RssHub
sr: RssHub сервер
sv: RssHub-server
tr: RssHub Sunucusu
uk: Сервер RssHub
vi: Máy chủ RssHub
zh_hans: RssHub 服务器
zh_hant: RssHub 伺服器

# rss_item_title
source: Subscription Source name
af: RSS-item titel
ar: عنوان عنصر RSS
bg: Заглавие на RSS елемент
ca: Títol de l'element RSS
cs: Název položky RSS
da: RSS-elementtitel
de: RSS-Elementtitel
el: Τίτλος στοιχείου RSS
fi: RSS-kohteen otsikko
fr: Titre de l'élément RSS
he: כותרת פריט RSS
hu: RSS elem címe
it: Titolo elemento RSS
ja: RSS項目のタイトル
ko: RSS 항목 제목
nb: Abonnementskildens navn
nl: RSS-itemtitel
pl: Tytuł elementu RSS
pt: Título do item RSS
pt_br: Título do item RSS
ro: Titlu element RSS
ru: Заголовок RSS-элемента
sr: Наслов РСС ставке
sv: RSS-objektets titel
tr: RSS öğesi başlığı
uk: Заголовок RSS-елемента
vi: Tiêu đề mục RSS
zh_hans: RSS 项目标题
zh_hant: RSS 項目標題

# rss_open_in
source: Open in
af: Maak oop in
ar: فتح في
bg: Отваряне в
ca: Obre en
cs: Otevřít v
da: Åbn i
de: Öffnen in
el: Άνοιγμα σε
fi: Avaa sovelluksessa
fr: Ouvrir dans
he: פתח ב-
hu: Megnyitás ebben:
it: Apri in
ja: 次で開く
ko: 다음에서 열기
nb: Åpne i
nl: Openen in
pl: Otwórz w
pt: Abrir em
pt_br: Abrir em
ro: Deschide în
ru: Открыть в
sr: Отвори у
sv: Öppna i
tr: Şurada aç
uk: Відкрити в
vi: Mở trong
zh_hans: 打开方式
zh_hant: 開啟方式

# rss_open_in_browser
source: Browser
af: Maak oop in blaaier
ar: فتح في المتصفح
bg: Отваряне в браузър
ca: Obre al navegador
cs: Otevřít v prohlížeči
da: Åbn i browser
de: Im Browser öffnen
el: Άνοιγμα στο πρόγραμμα περιήγησης
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
he: פתח בדפדפן
hu: Megnyitás böngészőben
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nb: Nettleser
nl: Openen in browser
pl: Otwórz w przeglądarce
pt: Abrir no navegador
pt_br: Abrir no navegador
ro: Deschide în browser
ru: Открыть в браузере
sr: Отвори у прегледачу
sv: Öppna i webbläsare
tr: Tarayıcıda aç
uk: Відкрити в браузері
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# rss_sources_description_only
source: Show description only
af: Slegs beskrywing
ar: الوصف فقط
bg: Само описание
ca: Només descripció
cs: Pouze popis
da: Kun beskrivelse
de: Nur Beschreibung
el: Μόνο περιγραφή
fi: Vain kuvaus
fr: Description uniquement
he: תיאור בלבד
hu: Csak leírás
it: Solo descrizione
ja: 説明のみ
ko: 설명만
nb: Vis bare beskrivelse
nl: Alleen beschrijving
pl: Tylko opis
pt: Apenas descrição
pt_br: Apenas descrição
ro: Doar descriere
ru: Только описание
sr: Само опис
sv: Endast beskrivning
tr: Yalnızca açıklama
uk: Тільки опис
vi: Chỉ mô tả
zh_hans: 仅描述
zh_hant: 僅描述

# rss_sources_full_content
source: Parsing content
af: Volledige inhoud
ar: المحتوى الكامل
bg: Пълно съдържание
ca: Contingut complet
cs: Plný obsah
da: Fuldt indhold
de: Vollständiger Inhalt
el: Πλήρες περιεχόμενο
fi: Koko sisältö
fr: Contenu complet
he: תוכן מלא
hu: Teljes tartalom
it: Contenuto completo
ja: 全文
ko: 전체 내용
nb: Fullt innhold
nl: Volledige inhoud
pl: Pełna treść
pt: Conteúdo completo
pt_br: Conteúdo completo
ro: Conținut complet
ru: Полное содержание
sr: Пун садржај
sv: Fullständigt innehåll
tr: Tam içerik
uk: Повний зміст
vi: Toàn bộ nội dung
zh_hans: 完整内容
zh_hant: 完整內容

# rss_sources_header
source: Discovered Rss Sources
af: RSS-bronne
ar: مصادر RSS
bg: RSS източници
ca: Fonts RSS
cs: Zdroje RSS
da: RSS-kilder
de: RSS-Quellen
el: Πηγές RSS
fi: RSS-lähteet
fr: Sources RSS
he: מקורות RSS
hu: RSS források
it: Fonti RSS
ja: RSSソース
ko: RSS 소스
nb: Oppdaget Rss kilder
nl: RSS-bronnen
pl: Źródła RSS
pt: Fontes RSS
pt_br: Fontes RSS
ro: Surse RSS
ru: Источники RSS
sr: РСС извори
sv: RSS-källor
tr: RSS kaynakları
uk: Джерела RSS
vi: Nguồn RSS
zh_hans: RSS 源
zh_hant: RSS 源

# rss_title
source: Subscriptions
af: RSS
ar: RSS
bg: RSS
ca: RSS
cs: RSS
da: RSS
de: RSS
el: RSS
fi: RSS
fr: RSS
he: RSS
hu: RSS
it: RSS
ja: RSS
ko: RSS
nb: Abonnementer
nl: RSS
pl: RSS
pt: RSS
pt_br: RSS
ro: RSS
ru: RSS
sr: RSS
sv: RSS
tr: RSS
uk: RSS
vi: RSS
zh_hans: RSS
zh_hant: RSS

# rss_url_header
source: URL
af: RSS-URL
ar: رابط RSS
bg: RSS URL
ca: URL de RSS
cs: URL RSS
da: RSS-URL
de: RSS-URL
el: URL RSS
fi: RSS-URL
fr: URL RSS
he: כתובת RSS
hu: RSS URL
it: URL RSS
ja: RSS URL
ko: RSS URL
nb: Nettadresse
nl: RSS-URL
pl: URL RSS
pt: URL de RSS
pt_br: URL de RSS
ro: URL RSS
ru: RSS URL
sr: РСС УРЛ
sv: RSS-URL
tr: RSS URL'si
uk: RSS URL
vi: URL RSS
zh_hans: RSS URL
zh_hant: RSS URL

# rss_url_placeholder
source: Please input the url here
af: Voer RSS-URL in
ar: أدخل رابط RSS
bg: Въведете RSS URL
ca: Introduïu l'URL del RSS
cs: Zadejte URL RSS
da: Indtast RSS-URL
de: RSS-URL eingeben
el: Εισαγάγετε το URL RSS
fi: Syötä RSS-URL
fr: Saisir l'URL RSS
he: הזן כתובת RSS
hu: RSS URL megadása
it: Inserisci l'URL RSS
ja: RSS URLを入力
ko: RSS URL 입력
nb: Skriv inn URL'en her
nl: Voer RSS-URL in
pl: Wpisz URL RSS
pt: Introduzir URL de RSS
pt_br: Insira a URL do RSS
ro: Introduceți URL-ul RSS
ru: Введите RSS URL
sr: Унесите РСС УРЛ
sv: Ange RSS-URL
tr: RSS URL'sini girin
uk: Введіть RSS URL
vi: Nhập URL RSS
zh_hans: 输入 RSS URL
zh_hant: 輸入 RSS URL

source: Run a short rich-text sample through the current AI translation setup.
af: Hardloop 'n kort ryk-teks monster deur die huidige KI-vertaalopstelling.
ar: قم بتشغيل عينة نص منسق قصيرة من خلال إعداد ترجمة الذكاء الاصطناعي الحالي.
bg: Изпълнете кратка мостра с обогатен текст през текущата настройка за AI превод.
ca: Executeu una mostra curta de text enriquit mitjançant la configuració actual de traducció d'IA.
cs: Spusťte krátký ukázkový formátovaný text aktuálním nastavením překladu AI.
da: Kør en kort rich-text-prøve gennem den nuværende AI-oversættelsesopsætning.
de: Führen Sie eine kurze Rich-Text-Probe durch das aktuelle KI-Übersetzungssetup aus.
el: Εκτελέστε ένα σύντομο δείγμα εμπλουτισμένου κειμένου μέσω της τρέχουσας ρύθμισης μετάφρασης AI.
fi: Aja lyhyt rikastettu tekstinäyte nykyisen AI-käännösasetuksen läpi.
fr: Exécutez un court échantillon de texte enrichi via la configuration de traduction IA actuelle.
he: הפעל דגימת טקסט עשיר קצרה דרך הגדרות תרגום ה-AI הנוכחיות.
hu: Futtasson le egy rövid formázott szövegmintát a jelenlegi AI fordítási beállításokon keresztül.
it: Esegui un breve campione di testo formattato tramite l'attuale configurazione di traduzione AI.
ja: 現在のAI翻訳設定で短いリッチテキストのサンプルを実行します。
ko: 현재 AI 번역 설정을 통해 짧은 서식 있는 텍스트 샘플을 실행합니다.
nb: Kjør et kort bukk-tekst-utvalg gjennom det gjeldende AI oversettelsesoppsettet.
nl: Voer een kort rich-text voorbeeld uit via de huidige AI-vertaalinstellingen.
pl: Uruchom krótką próbkę tekstu sformatowanego przez bieżącą konfigurację tłumaczenia AI.
pt: Execute uma pequena amostra de rich text através da configuração atual de tradução por IA.
pt_br: Execute uma pequena amostra de rich text através da configuração atual de tradução por IA.
ro: Rulați un scurt eșantion de text îmbogățit prin configurația actuală de traducere AI.
ru: Запустите короткий пример форматированного текста через текущую настройку AI-перевода.
sr: Покрените кратак узорак обогаћеног текста кроз тренутно подешавање АИ превода.
sv: Kör ett kort rikt textprov genom det aktuella AI-översättningsupplägget.
tr: Mevcut yapay zeka çeviri kurulumu üzerinden kısa bir zengin metin örneği çalıştırın.
uk: Запустіть короткий зразок форматованого тексту через поточне налаштування AI-перекладу.
vi: Chạy một mẫu văn bản có định dạng ngắn thông qua thiết lập dịch AI hiện tại.
zh_hans: 通过当前的 AI 翻译设置运行一段短的富文本示例。
zh_hant: 透過目前的 AI 翻譯設定執行一段短的富文本範例。

source: Sample text
af: Voorbeeldteks
ar: نص عينة
bg: Примерен текст
ca: Text de mostra
cs: Ukázkový text
da: Prøvetekst
de: Beispieltext
el: Δείγμα κειμένου
fi: Esimerkkiteksti
fr: Exemple de texte
he: טקסט לדוגמה
hu: Mintaszöveg
it: Testo di esempio
ja: サンプルテキスト
ko: 샘플 텍스트
nb: Eksempel tekst
nl: Voorbeeldtekst
pl: Przykładowy tekst
pt: Texto de exemplo
pt_br: Texto de exemplo
ro: Text de exemplu
ru: Пример текста
sr: Пример текста
sv: Exempeltext
tr: Örnek metin
uk: Приклад тексту
vi: Văn bản mẫu
zh_hans: 示例文本
zh_hant: 範例文字

source: Save Draft
af: Stoor konsep
ar: حفظ المسودة
bg: Запазване на чернова
ca: Desa l'esborrany
cs: Uložit koncept
da: Gem kladde
de: Entwurf speichern
el: Αποθήκευση προσχεδίου
fi: Tallenna luonnos
fr: Enregistrer le brouillon
he: שמור טיוטה
hu: Piszkozat mentése
it: Salva bozza
ja: 下書きを保存
ko: 초안 저장
nb: Lagre utkast
nl: Concept opslaan
pl: Zapisz wersję roboczą
pt: Guardar rascunho
pt_br: Salvar rascunho
ro: Salvează schița
ru: Сохранить черновик
sr: Сачувај нацрт
sv: Spara utkast
tr: Taslağı Kaydet
uk: Зберегти чернетку
vi: Lưu nháp
zh_hans: 保存草稿
zh_hant: 儲存草稿

source: Save your current content as a draft before leaving?
af: Stoor jou huidige inhoud as 'n konsep voordat jy weggaan?
ar: هل تريد حفظ محتواك الحالي كمسودة قبل المغادرة؟
bg: Запазване на текущото съдържание като чернова преди напускане?
ca: Voleu desar el contingut actual com a esborrany abans de marxar?
cs: Uložit aktuální obsah jako koncept před odchodem?
da: Gem dit nuværende indhold som en kladde, før du forlader siden?
de: Aktuellen Inhalt vor dem Verlassen als Entwurf speichern?
el: Αποθήκευση του τρέχοντος περιεχομένου ως προσχεδίου πριν από την έξοδο;
fi: Tallennetaanko nykyinen sisältö luonnokseksi ennen poistumista?
fr: Enregistrer votre contenu actuel en tant que brouillon avant de quitter ?
he: לשמור את התוכן הנוכחי כטיוטה לפני היציאה?
hu: Menti a jelenlegi tartalmat piszkozatként távozás előtt?
it: Salvare il contenuto attuale come bozza prima di uscire?
ja: 離れる前に現在の内容を下書きとして保存しますか？
ko: 나가기 전에 현재 내용을 초안으로 저장할까요?
nb: Lagre gjeldende innhold som utkast før du drar?
nl: Huidige inhoud opslaan als concept voordat u weggaat?
pl: Zapisać bieżącą treść jako wersję roboczą przed wyjściem?
pt: Guardar o conteúdo atual como rascunho antes de sair?
pt_br: Salvar seu conteúdo atual como rascunho antes de sair?
ro: Salvați conținutul actual ca schiță înainte de a pleca?
ru: Сохранить текущее содержимое как черновик перед выходом?
sr: Сачувати тренутни садржај као нацрт пре одласка?
sv: Spara ditt nuvarande innehåll som ett utkast innan du lämnar?
tr: Ayrılmadan önce mevcut içeriğinizi taslak olarak kaydetmek istiyor musunuz?
uk: Зберегти поточний вміст як чернетку перед виходом?
vi: Lưu nội dung hiện tại của bạn dưới dạng bản nháp trước khi rời đi?
zh_hans: 离开前将当前内容保存为草稿吗？
zh_hant: 離開前將目前內容儲存為草稿嗎？

# save_completed
source: Export complete
af: Stoor voltooi
ar: تم الحفظ
bg: Запазването завършено
ca: Desament completat
cs: Uložení dokončeno
da: Gemt
de: Speichern abgeschlossen
el: Η αποθήκευση ολοκληρώθηκε
fi: Tallennus valmis
fr: Enregistrement terminé
he: השמירה הושלמה
hu: Mentés befejeződött
it: Salvataggio completato
ja: 保存完了
ko: 저장 완료
nb: Eksport fullført
nl: Opslaan voltooid
pl: Zapisywanie zakończone
pt: Gravação concluída
pt_br: Salvamento concluído
ro: Salvare finalizată
ru: Сохранение завершено
sr: Чување завршено
sv: Sparad
tr: Kaydetme tamamlandı
uk: Збереження завершено
vi: Đã lưu xong
zh_hans: 保存完成
zh_hant: 儲存完成

# save_error
source: Export failed
af: Stoorfout
ar: خطأ في الحفظ
bg: Грешка при запазване
ca: Error de desament
cs: Chyba při ukládání
da: Fejl ved gemning
de: Fehler beim Speichern
el: Σφάλμα αποθήκευσης
fi: Tallennusvirhe
fr: Erreur d'enregistrement
he: שגיאה בשמירה
hu: Mentési hiba
it: Errore di salvataggio
ja: 保存エラー
ko: 저장 오류
nb: Eksport feilet
nl: Fout bij opslaan
pl: Błąd zapisywania
pt: Erro ao gravar
pt_br: Erro ao salvar
ro: Eroare la salvare
ru: Ошибка сохранения
sr: Грешка при чувању
sv: Fel vid sparning
tr: Kaydetme hatası
uk: Помилка збереження
vi: Lỗi khi lưu
zh_hans: 保存错误
zh_hant: 儲存錯誤

source: Save screenshot
af: Stoor skermskoot
ar: حفظ لقطة الشاشة
bg: Запазване на екранна снимка
ca: Desa la captura de pantalla
cs: Uložit snímek obrazovky
da: Gem skærmbillede
de: Screenshot speichern
el: Αποθήκευση στιγμιότυπου οθόνης
fi: Tallenna kuvakaappaus
fr: Enregistrer la capture d'écran
he: שמור צילום מסך
hu: Képernyőkép mentése
it: Salva screenshot
ja: スクリーンショットを保存
ko: 스크린샷 저장
nb: Lagre skjermbilde
nl: Screenshot opslaan
pl: Zapisz zrzut ekranu
pt: Guardar captura de ecrã
pt_br: Salvar captura de tela
ro: Salvează captura de ecran
ru: Сохранить скриншот
sr: Сачувај снимак екрана
sv: Spara skärmdump
tr: Ekran görüntüsünü kaydet
uk: Зберегти скріншот
vi: Lưu ảnh chụp màn hình
zh_hans: 保存屏幕截图
zh_hant: 儲存螢幕截圖

source: Search
af: Soek
ar: البحث
bg: Търсене
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
fi: Hae
fr: Rechercher
he: חיפוש
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Pesquisar
pt_br: Pesquisar
ro: Caută
ru: Поиск
sr: Pretraga
sv: Sök
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Search language
af: Soek taal
ar: لغة البحث
bg: Език на търсене
ca: Idioma de cerca
cs: Jazyk vyhledávání
da: Søgesprog
de: Suche Sprache
el: Γλώσσα αναζήτησης
fi: Hakukieli
fr: Langue de recherche
he: שפת חיפוש
hu: Keresési nyelv
it: Lingua di ricerca
ja: 検索言語
ko: 검색 언어
nb: Søk etter språk
nl: Zoektaal
pl: Język wyszukiwania
pt: Idioma de pesquisa
pt_br: Idioma de busca
ro: Limba de căutare
ru: Язык поиска
sr: Језик претраге
sv: Sökspråk
tr: Arama dili
uk: Мова пошуку
vi: Ngôn ngữ tìm kiếm
zh_hans: 搜索语言
zh_hant: 搜尋語言

source: Select AI provider
af: Kies KI-verskaffer
ar: اختر مزود الذكاء الاصطناعي
bg: Избор на AI доставчик
ca: Seleccioneu el proveïdor d'IA
cs: Vyberte poskytovatele AI
da: Vælg AI-udbyder
de: KI-Anbieter auswählen
el: Επιλέξτε πάροχο AI
fi: Valitse AI-palveluntarjoaja
fr: Sélectionner le fournisseur d'IA
he: בחר ספק AI
hu: AI szolgáltató kiválasztása
it: Seleziona fornitore AI
ja: AIプロバイダーを選択
ko: AI 제공업체 선택
nb: Velg AI-leverandør
nl: AI-provider selecteren
pl: Wybierz dostawcę AI
pt: Selecionar fornecedor de IA
pt_br: Selecionar provedor de IA
ro: Selectați furnizorul AI
ru: Выберите AI-провайдера
sr: Изаберите АИ провајдера
sv: Välj AI-leverantör
tr: Yapay zeka sağlayıcısını seçin
uk: Виберіть провайдера AI
vi: Chọn nhà cung cấp AI
zh_hans: 选择 AI 提供商
zh_hant: 選擇 AI 提供商

source: Select Icon
af: Kies ikoon
ar: اختر أيقونة
bg: Избор на икона
ca: Selecciona la icona
cs: Vybrat ikonu
da: Vælg ikon
de: Symbol auswählen
el: Επιλέξτε εικονίδιο
fi: Valitse kuvake
fr: Sélectionner l'icône
he: בחר סמל
hu: Ikon kiválasztása
it: Seleziona icona
ja: アイコンを選択
ko: 아이콘 선택
nb: Velg ikon
nl: Pictogram selecteren
pl: Wybierz ikonę
pt: Selecionar ícone
pt_br: Selecionar ícone
ro: Selectați pictograma
ru: Выберите иконку
sr: Изаберите икону
sv: Välj ikon
tr: Simge seç
uk: Виберіть піктограму
vi: Chọn biểu tượng
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Select model
af: Kies model
ar: اختر النموذج
bg: Избор на модел
ca: Selecciona el model
cs: Vybrat model
da: Vælg model
de: Modell auswählen
el: Επιλέξτε μοντέλο
fi: Valitse malli
fr: Sélectionner le modèle
he: בחר מודל
hu: Modell kiválasztása
it: Seleziona modello
ja: モデルを選択
ko: 모델 선택
nb: Velg modell
nl: Model selecteren
pl: Wybierz model
pt: Selecionar modelo
pt_br: Selecionar modelo
ro: Selectați modelul
ru: Выберите модель
sr: Изаберите модел
sv: Välj modell
tr: Model seç
uk: Виберіть модель
vi: Chọn mô hình
zh_hans: 选择模型
zh_hant: 選擇模型

source: Send message
af: Stuur boodskap
ar: إرسال رسالة
bg: Изпращане на съобщение
ca: Enviar missatge
cs: Odeslat zprávu
da: Send besked
de: Nachricht senden
el: Αποστολή μηνύματος
fi: Lähetä viesti
fr: Envoyer le message
he: שלח הודעה
hu: Üzenet küldése
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
nb: Send melding
nl: Bericht verzenden
pl: Wyślij wiadomość
pt: Enviar mensagem
pt_br: Enviar mensagem
ro: Trimite mesajul
ru: Отправить сообщение
sr: Пошаљи поруку
sv: Skicka meddelande
tr: Mesaj gönder
uk: Надіслати повідомлення
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

source: Server URL must end with '/' and support the AI-compatible v1/chat/completions API.
af: Bediener-URL moet eindig op '/' en die KI-versoenbare v1/chat/completions API ondersteun.
ar: يجب أن ينتهي رابط الخادم بـ '/' ويدعم واجهة برمجة تطبيقات v1/chat/completions المتوافقة مع الذكاء الاصطناعي.
bg: URL адресът на сървъра трябва да завършва с '/' и да поддържа съвместимия с AI v1/chat/completions API.
ca: L'URL del servidor ha d'acabar amb '/' i admetre l'API v1/chat/completions compatible amb IA.
cs: URL serveru musí končit znakem '/' a podporovat API v1/chat/completions kompatibilní s AI.
da: Server-URL skal ende med '/' og understøtte den AI-kompatible v1/chat/completions-API.
de: Die Server-URL muss auf '/' enden und die KI-kompatible v1/chat/completions-API unterstützen.
el: Το URL του διακομιστή πρέπει να καταλήγει σε '/' και να υποστηρίζει το συμβατό με AI API v1/chat/completions.
fi: Palvelimen URL-osoitteen on päätyttävä merkkiin '/' ja tuettava AI-yhteensopivaa v1/chat/completions-API-liittymää.
fr: L'URL du serveur doit se terminer par '/' et prendre en charge l'API v1/chat/completions compatible avec l'IA.
he: כתובת השרת חייבת להסתיים ב-'/' ולתמוך ב-API של v1/chat/completions התואם ל-AI.
hu: A szerver URL-jének '/' karakterre kell végződnie, és támogatnia kell az AI-kompatibilis v1/chat/completions API-t.
it: L'URL del server deve terminare con '/' e supportare l'API v1/chat/completions compatibile con l'IA.
ja: サーバーURLは'/'で終わり、AI互換のv1/chat/completions APIをサポートしている必要があります。
ko: 서버 URL은 '/'로 끝나야 하며 AI 호환 v1/chat/completions API를 지원해야 합니다.
nb: Server-URL må avsluttes med '/' og støtte AI-kompatibelt v1/chat/completions API.
nl: Server-URL moet eindigen op '/' en de AI-compatibele v1/chat/completions-API ondersteunen.
pl: URL serwera musi kończyć się znakiem '/' i obsługiwać interfejs API v1/chat/completions zgodny z AI.
pt: O URL do servidor deve terminar em '/' e suportar a API v1/chat/completions compatível com IA.
pt_br: A URL do servidor deve terminar com '/' e suportar a API v1/chat/completions compatível com IA.
ro: URL-ul serverului trebuie să se termine cu „/” și să accepte API-ul v1/chat/completions compatibil cu AI.
ru: URL-адрес сервера должен заканчиваться на '/' и поддерживать AI-совместимый API v1/chat/completions.
sr: УРЛ сервера мора да се завршава са '/' и да подржава АИ компатибилан v1/chat/completions АПИ.
sv: Server-URL måste sluta med '/' och stödja det AI-kompatibla v1/chat/completions-API:et.
tr: Sunucu URL'si '/' ile bitmeli ve yapay zeka uyumlu v1/chat/completions API'sini desteklemelidir.
uk: URL-адреса сервера має закінчуватися на '/' і підтримувати AI-сумісний API v1/chat/completions.
vi: URL máy chủ phải kết thúc bằng '/' và hỗ trợ API v1/chat/completions tương thích với AI.
zh_hans: 服务器 URL 必须以 '/' 结尾，并支持 AI 兼容的 v1/chat/completions API。
zh_hant: 伺服器 URL 必須以 '/' 結尾，並支援 AI 相容的 v1/chat/completions API。
